---
kind: property
id: P:Autodesk.Revit.DB.FabricationServiceSettings.AirFluidType
source: html/87ee74d9-77d8-3517-5ae8-45eb95e07524.htm
---
# Autodesk.Revit.DB.FabricationServiceSettings.AirFluidType Property

A special fluid type for fabrication HVAC services.

## Syntax (C#)
```csharp
public static ElementId AirFluidType { get; }
```